{
  "title": "Política de Privacidad",
  "content": "1. Contenido de conversaciones y datos sensibles\nLas conversaciones con la IA pueden contener información personal o sensible, incluyendo emociones, experiencias personales y preferencias.\nEl Usuario acepta proporcionar esta información de forma voluntaria y reconoce que será utilizada únicamente para la operación, mejora y personalización del Servicio.\n\n2. Procesamiento automatizado e Inteligencia Artificial\neJoi utiliza sistemas automatizados e inteligencia artificial para procesar la información, incluyendo el contenido de las conversaciones.\nEstos procesos pueden involucrar proveedores tecnológicos externos que actúan como encargados del tratamiento, siempre bajo acuerdos de confidencialidad y medidas de seguridad.\n\n3. Uso de datos para entrenamiento de modelos\neJoi no utiliza las conversaciones personales de los usuarios para entrenar modelos de inteligencia artificial de uso general.\nLas interacciones pueden ser analizadas de forma agregada y anonimizada con fines estadísticos y de mejora del Servicio.\n\n4. Memoria contextual y gestión de “recuerdos”\nEl Servicio puede utilizar mecanismos de memoria contextual para mantener continuidad en las interacciones.\nEl Usuario puede gestionar, modificar o eliminar ciertos recuerdos desde la configuración de su cuenta, cuando dicha funcionalidad esté disponible.\n\n5. Decisiones automatizadas\nEl Servicio utiliza procesos automatizados para personalización y funcionamiento, sin que ello implique decisiones con efectos legales significativos sobre el Usuario.\n\n6. Cookies y tecnologías similares\nUtilizamos cookies y tecnologías similares para mejorar la experiencia, analizar el uso del Servicio y garantizar su correcto funcionamiento.\nEl Usuario puede gestionar sus preferencias desde su dispositivo o navegador.\n\n7. Transferencias internacionales de datos\nLa información puede ser almacenada y procesada en servidores ubicados fuera del país de residencia del Usuario.\nEn dichos casos, eJoi adopta medidas para garantizar un nivel adecuado de protección de datos conforme a la legislación aplicable.\n\n8. Menores de edad\neJoi no recopila intencionalmente información de menores de 18 años.\nSi detectamos que se ha recopilado información de un menor, procederemos a su eliminación inmediata.\n\n9. Cambios a esta Política\nNos reservamos el derecho de modificar esta Política de Privacidad en cualquier momento.\nEn caso de cambios sustanciales, notificaremos a los usuarios a través del Servicio o por correo electrónico.\n\n10. Bases del tratamiento\nEl tratamiento de los datos personales se basa en:\n  • el consentimiento del Usuario, cuando corresponda;\n  • la ejecución del contrato (prestación del Servicio); y\n  • el interés legítimo de eJoi para operar y mejorar el Servicio."
}

