{
  "title": "Términos de Servicio",
  "content": "1. Aceptación y vigencia\nAl registrarse, acceder o usar eJoi (el “Servicio”), el usuario (“Usuario”) acepta estos Términos. Si no está de acuerdo, debe abstenerse de usar el Servicio.\n\n2. Requisito de edad\nEl Servicio está destinado exclusivamente a personas mayores de 18 años. Al registrarse, el Usuario declara y garantiza que cumple este requisito. eJoi podrá solicitar verificación razonable y suspender o cerrar cuentas ante indicios de incumplimiento.\n\n3. Descripción del Servicio y naturaleza de la IA\n3.1. eJoi ofrece interacciones generadas mediante sistemas de Inteligencia Artificial (“IA”), incluyendo funcionalidades de memoria contextual para continuidad y personalización.\n3.2. El Usuario reconoce que las respuestas, comportamientos y “recuerdos” de la IA no corresponden a una persona real y que el Servicio no sustituye relaciones humanas.\n\n4. No prestación de servicios profesionales (salud/mental/legal/financiero)\n4.1. eJoi no proporciona servicios médicos, psicológicos, psiquiátricos, legales ni financieros.\n4.2. Las interacciones tienen fines recreativos, de acompañamiento y exploración personal.\n4.3. Ante crisis emocional, salud mental, ideación suicida o emergencias, el Usuario debe acudir a un profesional calificado o a servicios de emergencia.\n\n5. Uso responsable y seguridad del Usuario\n5.1. El Usuario se obliga a usar el Servicio de forma responsable y a no utilizarlo como única fuente de apoyo emocional.\n5.2. eJoi podrá limitar, pausar o interrumpir interacciones y/o cuentas cuando detecte (o existan indicios razonables de) conductas que promuevan dependencia extrema, autolesiones, violencia o daño a terceros.\n\n6. Conductas prohibidas\nSe prohíbe, entre otros:\n  • Usar el Servicio para fines ilegales, fraudulentos o abusivos.\n  • Amenazar, acosar, incitar a la violencia o a la autolesión.\n  • Suplantar identidad.\n  • Intentar vulnerar la seguridad del Servicio (hacking, scraping, ingeniería inversa, explotación de fallas).\n  • Publicar o transmitir contenido que infrinja derechos de terceros.\n\n7. Cuenta, credenciales y responsabilidad\nEl Usuario es responsable de mantener la confidencialidad de sus credenciales y de toda actividad realizada desde su cuenta. Debe notificar a eJoi ante accesos no autorizados.\n\n8. Contenido del Usuario y licencia para operar el Servicio\n8.1. El Usuario conserva la propiedad del contenido que proporcione al Servicio.\n8.2. Para operar el Servicio, el Usuario otorga a eJoi una licencia limitada, no exclusiva, revocable y mundial para alojar, procesar, reproducir técnicamente y usar dicho contenido solo con el fin de operar, mantener y mejorar la plataforma (incluyendo personalización y continuidad), conforme a la Política de Privacidad.\n\n9. Disponibilidad, mantenimiento y cambios\neJoi no garantiza que el Servicio esté disponible de forma continua o libre de errores. Podrán existir mantenimientos, actualizaciones o interrupciones. eJoi podrá modificar el Servicio (incluyendo funcionalidades) por motivos técnicos, de seguridad, legales o de mejora.\n\n10. Suspensión y término\neJoi podrá suspender o cancelar cuentas que incumplan estos Términos, especialmente ante conductas abusivas, ilegales o que comprometan la seguridad del sistema o de otros usuarios. Cuando sea posible, eJoi podrá notificar el motivo y habilitar un canal de apelación interna (si aplica).\n\n11. Limitación de responsabilidad\nEn la medida permitida por la ley, eJoi no será responsable por daños indirectos, lucro cesante o pérdida de datos derivada del uso del Servicio. Nada de lo anterior limita responsabilidad por dolo o culpa grave cuando corresponda.\n\n12. Comunicaciones\neJoi podrá enviar comunicaciones operacionales (por ejemplo: seguridad, cambios relevantes, soporte) al correo registrado y/o mediante notificaciones dentro del Servicio.\n\n13. Ley aplicable y jurisdicción\nEstos Términos se rigen por las leyes de la República de Chile. Cualquier controversia será sometida a los tribunales competentes de Chile."
}

